var config = {
    // 句子的长度可以任意， 你可以写十句话， 二十句话都可以
    // 每句话尽量不要超过15个字,不然展示效果可能不太好
    texts: [
        "大年初二",
        "恭喜啊",
        "今天是你的生日",
        "认识半年了",
        "算是朋友了吧，应该",
        "愿你能有一个灿烂的前程",
        "愿你如阳光，明媚不悲伤",
        "愿时光能缓，愿故人不散",
        "不能一起19，但是可以一起20",
        "把烦恼的事情抛在脑后",
        "永远开心！",
        "最后，生日快乐，戴耀萱同学！",
    ],
    imgs: {
        "à demain": "./imgs/à demain.jpg",
    },
    // 按钮文字描述, 以下是默认的按钮文字，英文的，您可以改成你喜欢的文字
    desc: {
        turn_on: "开始",
        play: "音乐",
        bannar_coming: "颜色",
        balloons_flying: "好像少点东西",
        cake_fadein: "蛋糕？",
        light_candle: "蜡烛？",
        wish_message: "生日快乐",
        story: "A MESSAGE FOR YOU",
    }
};
